Repository: sdzy9412/wheels-on-the-bus
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: hi, zh_hans, zh_hant

source: Please Select source and destination .
hi: कृपया स्रोत और गंतव्य चुनें!
zh_hans: 请选择出发地和目的地。
zh_hant: 請選擇出發地和目的地。

source: You have no favourites saved!
hi: कोई पसंदीदा चिह्नित नहीं
zh_hans: 你还未收藏任何站点！
zh_hant: 妳還未收藏任何站點！

source: You have no recent searches!
hi: आपकी कोई हालिया खोज नहीं है
zh_hans: 你最近未进行过搜索！
zh_hant: 妳最近未進行過搜索！

source: <h3>Recent Searches</h3>
hi: हाल की खोजें
zh_hans: <h3>近期搜索</h3>
zh_hant: <h3>近期搜索</h3>

source: Stop
hi: बस स्टैंड का नाम
zh_hans: 站点
zh_hant: 站點

source: <h2>Steps:</h2>
hi: कदम
zh_hans: <h2>过程:</h2>
zh_hant: <h2>過程:</h2>

source: Start from:
hi: प्रस्थान -
zh_hans: 始于：
zh_hant: 始於

source: Line ID:
hi: बस नंबर -
zh_hans: 线路标识
zh_hant: 線路標識

source: Departs at:
hi: समय का विभाजन
zh_hans: 离开：
zh_hant: 離開：

source: Arrives to:
hi: पर आगमन
zh_hans: 到达：
zh_hant: 到達：

source: Stops:
hi: यात्रा के दौरान बस स्टैंड -
zh_hans: 站点数：
zh_hant: 站點數：

source: Inbound
hi: कहाँ से कहाँ तक
zh_hans: 驶入
zh_hant: 駛入

source: Outbound
hi: कहाँ से कहाँ तक
zh_hans: 驶出
zh_hant: 駛出
